var colors = ["REd", "Green", "blue", "VelvEt", "PURple"];
console.log(colors);

// Задача 1: преобразувайте към малки букви всички елементи на масива, като
// изполвате for цикъл.
// Например, за да преобразуваме към малки букви низът в първия елемент на
// масива използваме метода toLowerCase() :
// colors[0] = colors[0].toLowerCase();

// сега би трябвало да видим всички цветове, изписани единствено с малки букви
console.log(colors);

// Задача 2: добавете в края на масива colors следните цветове: black, white.
// За да добавим един елемент в края на масива използваме метода push(). 
// Например colors.push(23) ще добави числото 23 в края на масива.
// Проверете ( чрез console.log() ) как изглежда масива сега.